Repository: Aaron3/woocommerce-zendesk-connect
Catalog: languages/woocommerce-zendesk_*.po
Languages: nl_nl

source: Please update your WooCommerce Zendesk Connect settings before using this new release. %s
nl_nl: Update a.u.b. de WooCommerce Zendesk Connect instellingen voordat je verder gaat met deze release. %s

source: Settings
nl_nl: Instellingen

source: You do not have sufficient permissions to access this page.
nl_nl: Onvoldoende rechten om deze pagina te bekijken.

source: Your settings have been saved.
nl_nl: Instellingen zijn bewaard.

source: Users & Organizations
nl_nl: Gebruikers & Organisaties

source: Contact methods
nl_nl: Contact methoden

source: Integrations
nl_nl: Integraties

source: Authentication
nl_nl: Authenticatie

source: Licence key
nl_nl: Licentie code

source: Authentication with Zendesk
nl_nl: Authenticatie met Zendesk

source: Account subdomain:
nl_nl: Account subdomein:

source: Enter your Zendesk account subdomain. For example: yourname.zendesk.com.
nl_nl: Vul je Zendesk account subdomein in. Bijvoorbeeld: yourname.zendesk.com.

source: Enter the API token.
nl_nl: Vul Zendesk API code in.

source: To generate a new API key, log-in to your Zendesk account, go to Channels --> API --> Token Access. Click on enable and copy paste the API token.
nl_nl: Om een nieuwe API key aan te maken log je in op je Zendesk account, ga naar Kanalen --> API --> Toegang met een token. Klik op "ingeschakeld" en knip en plak de API token.

source: Enter the email address of the user who generated the Zendesk API key.
nl_nl: Vul het e-mail adres in van de gebruiker die de API code heeft aangemaakt.

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Connection type:
nl_nl: Connectie type:

source: After checkout
nl_nl: Na checkout

source: On checkout
nl_nl: Tijdens checkout

source: Choose when you want to connect to Zendesk and add users / organizations:
nl_nl: Kies wanneer je nieuwe gebruikers / organisaties wilt toevoegen aan Zendesk

source: Connection is made during checkout, which makes the checkout process a bit slower.
nl_nl: Connectie wordt gemaakt tijdens checkout, dit maakt het checkout proces iets langzamer.

source: Connection is made after checkout, which is a bit faster, but could give some errors with payment methods.
nl_nl: Connectie wordt gemaakt na checkout. Dit is iets sneller, maar kan fouten geven met sommige betaalmethoden.

source: Create users:
nl_nl: Creeer gebruikers:

source: Enable auto creation of Zendesk end-users.
nl_nl: Maak automatisch Zendesk eind-gebruikers aan.

source: Create Zendesk end-users from new customers on WooCommerce checkout.
nl_nl: Creeer Zendesk eind-gebruikers van nieuwe klanten tijdens / na WooCommerce checkout.

source: Verify users:
nl_nl: Verifieer gebruikers:

source: Enable verify upon creation.
nl_nl: Activeer verifieren tijdens creatie.

source: By default, Zendesk sends a verification email to a user when the user's email address is added to a profile. Check to enable this option and verify user upon creation.
nl_nl: Standaard stuurt Zendesk een verificatie mail naar de gebruiker wanneer een e-mail adres is toegevoegd aan een profiel. Klik dit aan om een gebruiker automatisch te verifieren.

source: Zendesk organizations:
nl_nl: Zendesk organisaties:

source: Enable auto creation of Zendesk Organizations.
nl_nl: Activeer automatisch aanmaken van Zendesk organisaties.

source: Create Zendesk organization if a company name is provided by customer.
nl_nl: Maak automatisch een nieuwe organisatie aan als een bedrijfsnaam is ingevuld door de klant.

source: User tag(s):
nl_nl: Gebruiker tag(s):

source: Comma seperated list of tags for Zendesk end users. Don't use spaces.
nl_nl: Komma gescheiden lijst van tags voor Zendesk eind-gebruikers. Gebruik geen spaties.

source: Organization tag(s):
nl_nl: Organisatie tag(s):

source: Comma seperated list of tags for Zendesk organizations. Don't use spaces.
nl_nl: Komma gescheiden lijst van tags voor Zendesk organisaties. Gebruik geen spaties.

source: Customer address:
nl_nl: Klant adres:

source: Don't add
nl_nl: Niet toevoegen

source: As user details
nl_nl: Als gebruiker details

source: As user notes
nl_nl: Als gebruiker notities

source: As organization details
nl_nl: Als organisatie details

source: As organization notes
nl_nl: Als organisatie notities

source: Add customer address to user details / notes or organization details / notes.
nl_nl: Voeg het adres van de klant toe aan gebruiker details / notities of organisatie details / notities

source: Order number:
nl_nl: Bestel nummer:

source: Add order number to user details / notes or organization details / notes.
nl_nl: Voeg het bestelnummer toe aan gebruiker details / notitities of organisatie details / notities

source: Enable WooCommerce Zendesk Connect CSS:
nl_nl: Activeer WooCommerce Zendesk Connect CSS:

source: We've made some default styling for the frontend. Do you want to use it?
nl_nl: We hebben een standaard styling gemaakt. Wil je deze gebruiken?

source: Zendesk contact methods
nl_nl: Zendesk contact methoden

source: Specify in which ways your customers can contact you.
nl_nl: Geef aan op welke manier klanten in contact met je kunnen komen.

source: Add support details to customer emails
nl_nl: Voeg een link met support details toe aan klant e-mails

source: Email support section
nl_nl: E-mail support sectie

source: Add a support section to customer emails.
nl_nl: Voegt een support sectie toe aan klant e-mails.

source: A new section will be added to all customer emails with support information.
nl_nl: Een nieuwe sectie wordt toegevoegd aan alle klant e-mails met support informatie.

source: Support heading:
nl_nl: Support titel:

source: No heading
nl_nl: Geen titel

source: Need Support?
nl_nl: Support nodig?

source: Any Questions?
nl_nl: Vragen?

source: Need Help?
nl_nl: Help nodig?

source: Ask us
nl_nl: Vraag ons

source: More information
nl_nl: Meer informatie

source: Specify heading of the new support section.
nl_nl: Kies de titel voor de nieuwe support sectie.

source: Support text:
nl_nl: Support tekst:

source: Our Knowledgebase is the first place to look for help with our products. If you have any questions, please submit a ticket to our Help Desk.
nl_nl: Heb je vragen over deze bestelling? Stel ze ons via onze helpdesk.

source: We will link this text to your Zendesk support desk.
nl_nl: Deze tekst wordt gebruikt om te linken naar je Zendesk support desk

source: Position:
nl_nl: Positie:

source: Before order item table
nl_nl: Voor order item tabel

source: After order item table
nl_nl: Na order item tabel

source: Where do you want to show the new support section?
nl_nl: Waar wil je de nieuwe support sectie toevoegen?

source: Add support ticket forms to WooCommerce
nl_nl: Voeg support ticket formulier toe aan WooCommerce

source: This email address will be used to contact you in all below forms.
nl_nl: Dit e-mail adres wordt gebruikt om je tickets te koppelen in Zendesk

source: Product detail tabs:
nl_nl: Product detail tabbladen:

source: Don't add tab
nl_nl: Geen tab

source: Enable new tab on product detail page with a Zendesk ticket form.
nl_nl: Activeer een nieuwe product tab met een Zendesk ticket formulier.

source: Order overview page:
nl_nl: Order overzichtspagina:

source: Don't add form
nl_nl: Geen formulier

source: Enable Zendesk ticket form on order overview / My Account page.
nl_nl: Toon Zendesk ticket formulier op de order overzichts / Mijn account pagina.

source: Where do you want to show the new support section on the order detail page?
nl_nl: Waar wil je het formulier tonen op de order detail pagina?

source: Order detail page:
nl_nl: Order detail pagina:

source: Enable Zendesk ticket form on order detail page.
nl_nl: Toon Zendesk ticket formulier op de order detail pagina.

source: The Feedback Tab lets you add support options to your web page. You can configure your Feedback Tab so that users can submit tickets, search the forums, or chat with agents.
nl_nl: Het "Tabblad Feedback" geeft je de mogelijkheid om support opties toe te voegen aan je website. Je kan het Tabblad Feedback configureren vanuit Zendesk.

source: Copy / paste your Zendesk Feedback Tab code snippet. You can generate the code snippet from %s.
nl_nl: Knip en plak het Zendesk Tabblad Feedback code snippet. Je kan de code genereren vanaf %s.

source: this page
nl_nl: deze pagina

source: All pages
nl_nl: Alle pagina's

source: Only shop pages
nl_nl: Alleen winkel pagina's

source: Choose where you want to show the Feedback Tab.
nl_nl: Kies waar je het Tabblad Feedback wilt tonen.

source: You can buy an licence key from our website. When using WooCOmmerce Zendesk Connect Pro you are able to use more features. Check our website for more information.
nl_nl: Koop een licentiecode vanaf onze website. Wanneer je WooCommerce Zendesk Connect Pro gebruikt heb je veel meer functies. Kijk op onze website voor meer informatie.

source: Licence Key
nl_nl: Licentie code

source: Copy Paste your licence key to activate WooCommerce Zendesk Connect Pro.
nl_nl: Knip en plak je licentie code om WooCommerce Zendesk Connect Pro te activeren.

source: Save licence Key
nl_nl: Bewaar licentie code

source: Or
nl_nl: of

source: WooCommerce is not active. Please activate plugin before using WooCommerce Zendesk Connect plugin.
nl_nl: WooCommerce is niet actief. Activeer a.u.b. eerst voordat je WooCommerce Zendesk Connect plugin kunt gebruiken.

source: Thank you for contacting us. Your message is succesfully send.
nl_nl: Bedankt voor je bericht. Je bericht is succesvol verzonden.

source: Something went wrong, please try again.
nl_nl: Er ging iets verkeerd. Probeer het a.u.b. opnieuw.

source: Name:
nl_nl: Naam:

source: Subject:
nl_nl: Onderwerp:

source: Message:
nl_nl: Bericht:
